INSERT INTO books (text, author, price, pages)
VALUES
    ('Шоҳнома', 'Абулқосим Фирдавсӣ', 150, 500),
    ('Ёддоштҳо', 'Садриддин Айнӣ', 120, 400),
    ('Дохунда', 'Садриддин Айнӣ', 100, 350),
    ('Ғуломон', 'Садриддин Айнӣ', 130, 420),
    ('Марги судхӯр', 'Садриддин Айнӣ', 80, 120),
    ('Одина', 'Садриддин Айнӣ', 90, 180),
    ('Палатаи кунҷакӣ', 'Сотим Улуғзода', 110, 250),
    ('Восеъ', 'Сотим Улуғзода', 140, 300),
    ('Субҳи ҷавонии мо', 'Сотим Улуғзода', 160, 380),
    ('Духтари оташ', 'Ҷалол Икромӣ', 150, 450);